{
  "title": "Soaring Hearts Farm",
  "shortTitle": "Soaring Hearts",
  "owner": "Wendy Valentine",
  "homeDescription": "![Soaring Hearts Farm Banner](./assets/images/uploads/1767120610288-0+.webp)\n\nSoaring Heart's Farm is the premier breeder of top quality Miniature Nubian goats in the pacific northwest. We have many of the top animals in the country proven in live shows, virtual shows and milk testing. Our Mini Nubians consistently outperform others in our region. We are proud of the results of over 12 years of continuous improvement in our herd. My Miniature Nubian dairy goats are bred with the backyard farmer in mind. These Mini-Nubians are quiet and friendly from excellent Mini-Nubian milk lines. SHF Miniature Nubians are socialized from day one with children and adults. A Mini-Nubian dairy goat is a fabulous pet as well as milk producer for small farms, homesteads or city dwellers in Seattle, Everett, Portland etc. The Miniature Nubian has been accused of being too noisy for city dwellers. In reality, it doesn't matter if you own a Mini-Nubian or other miniature dairy goat breed, farm animal noise is foreign to city dwellers. For this reason it is important to consult close neighbors before introducing mini dairy goats into your yard. SHF Mini-Nubian dairy goats are living happily in Seattle, Everett, Bellingham and neighboring suburbs. The Miniature Nubian dairy goat produces on average, 2/3 of the volume of milk on 1/2 of the feed of a full size dairy goat. Mini-Nubian milk has some of the same characteristics that make the full size Nubian the most popular dairy goat, sweet taste and high butterfat. I have fallen in love with the Mini-Nubian dairy goat personalities. Miniature Nubian dairy goats remain people friendly and calm, even when raised more naturally, nursing from their mothers. Concerns about pet friendliness requiring bottle raised goats is not an issue with my Mini-Nubians. You will find Mini-Nubian dairy goats for sale on my site as well as links to miniature dairy goat associations. Gramma Wendy's consultation and advice is free with every Mini-Nubian leaving the farm. Please consider a visit to Soaring Hearts Farm to meet our herd of Miniature Nubian dairy goats as well as a variety of other animals. See first hand how Mini-Nubian (and our other farm animals) stall bedding transforms into incredible soil for organic vegetables.\n \nSHF Mini-Nubian herd is CAE, CL and Johne's free and is tested annually. Our herd is also G6S normal by test or parentage. \n​\n*If you have questions about any of the animals listed, or ancesters in their pedigree please ask. I know all of these animals (except for a few ancesters on goats I brought into the herd) and am happy to give you a bit more history.*\nPlease contact Wendy Valentine via FB messenger or FB Soaring Hearts Farm\nI am active on numerous FB pages including: \n* West Coast Mini Nubians\n* Mini Nubian Goat Breeders\n* Miniature Nubian Goat breeders\n* Miniature Dairy Goat Association\n* TMGR Talk\n* Miniature Dairy Goats\n* New Bloodlines for MiniNubians - low generation, new blood\n* Mini Dairy Goats (standard crossed with nigerian dwarf)\n* Registered Miniature Nubians\n* ADGA District 7\n\n## About Soaring Hearts Farm\n![Farmhouse](./assets/images/uploads/1767215462765-0+.webp) ![Farmhouse side view](./assets/images/uploads/1767215530265-0+.webp)\nLiving in a turn of the century farmhouse surrounded by plants and animals (especially Miniature Nubians!) is a dream come true for \"Gramma Wendy\" \n\n![Valentine](./assets/images/uploads/1767215556502-0+.webp)  Valentine was the first Nubian, back in 1994.  She is now gone but she left her hoof prints on my heart and Nubians in my blood.\n![Hercules](./assets/images/uploads/1767215608864-0+.webp) Old man Hercules, the 36! years young Arabian gelding, was with me the longest... \n\nSoaring Hearts Farm is a small (2 acre) biodiverse farm located between Everett and Snohomish Washington. This has been a hobby farm and educational project for owner Wendy Valentine RN for over 20 years. Now it includes a volunteer food bank vegetable garden sharing our beautiful, nutritious harvests. The breeding program of Miniature Nubians focuses on quality dairy goats, allowing families in the Puget Sound to have access to nutritious, raw goat milk.\n\n![Crops](./assets/images/uploads/1767215637399-0+.webp)\n\n![Image Description Here](./assets/images/uploads/1767218285312-0+.webp)\n![Image Description Here](./assets/images/uploads/1767218285312-1+.webp)\n![Image Description Here](./assets/images/uploads/1767218285312-2+.webp)",
  "email": "wavalentine@comcast.net",
  "socials": {
    "facebook": "Soaring-Hearts-Farm-223010591052093"
  },
  "colors": {
    "main": "hsl(330, 50%, 10%)",
    "light": {
      "main": "hsl(330, 15%, 60%)",
      "secondary": "hsl(330, 15%, 55%)",
      "tertiary": "hsl(330, 15%, 50%)",
      "quaternary": "hsl(330, 15%, 45%)"
    },
    "secondary": "hsl(330, 50%, 15%)",
    "tertiary": "hsl(330, 50%, 20%)",
    "quaternary": "hsl(330, 50%, 25%)"
  },
  "saleTerms": "Soaring Heart's Farm in Snohomish Washington is located just 20 miles north of Seattle and 6 miles east of I-5 at Everett. We are only 30 miles from the Seattle Tacoma Airport, but there is a new airport in Everett and I might explore if there are any shipping options available for animals out of there, planes are smaller so probably not, but worth exploring."
}
