[
  {
    "name": "Soaring Heart's Purple Rain",
    "nickname": "Purple",
    "description": "Purple Rain is my all time favorite goat. And I have had a lot of favorites! Her Dam Hyacinth was also a fave and in her own right earned finished Grand Champion. And my all time favotire photo of her on the right is just before winning her final champion leg. She was obviously communicating to Judge Amy \"PICK ME!\"\n\nPurple is now in an elite group of Mini Nubians, and likely Mini Dairy goats who has earned her FMCH and VMCH with MDGA and FGCH with TMGR. In most shows,  she rarely placed below Reserve.  A darling to milk she has earned her milk star multiple years. Big producer on kid front as well, kidding Quads as FF (one was DOA), quads her second, triplets as 3rd freshener and quads again as 4th freshener. Her kids from Mal  (a line breeding on Bravo and combination of two very strong milk/conformation lines) were stellar. That breeding will be repeated for 2022 kids. ",
    "dateOfBirth": "04/09/2016",
    "normalizeId": "AMN05695"
  },
  {
    "name": "Soaring Heart's 1st Lady Hillary",
    "nickname": "Hillary",
    "description": "Hillary is a sweet doe out of a special doe (1st Lady) who was the 1st after about 20 bucklings the year she was born. I had taken too many doeling reservations that year and had to sell Lady. She did not work out in the home she was originally placed in and my friend Annette took her for me until I could make arrangements to bring her home. In the meantime, we bred her at Annette's and the result was a stellar doe Seagal. Both Lady and Seagal went down to sunny CA to contribute to the budding Blackberry herd. I kept this doeling and she has done us proud. Hillary is a huge milker who is a dream on the milk stand and I count on her amazing milk late into the season for my morning coffee! ",
    "normalizeId": "AMN06647"
  },
  {
    "name": "Crooked Rooster Ranch Tundra",
    "nickname": "Tundra",
    "normalizeId": "XN10081",
    "description": "Tundra exceeded our expectations in her first freshening earning her milk star through the MDGA rigorous one day test requirements. She is the first doe with blue eyes we brought into the herd. Tundra is funny and curious with excellent tasting milk (this has become a cull factor in our herd). I saw Tundra's grand dam at a local show and was quite impressed. She was beat in her class by the doe who went on to become the National Grand Champion at ADGA nationals 2019. It was for this reason I lept at the chance to pick her up along with her sister. Interesting that the sister was the one with spots, but dear plain Tundra has better udder. I have high hopes for that udder improving significantly in second freshening. "
  },
  {
    "name": "Soaring Heart's Lavender Blue",
    "nickname": "Lavender",
    "description": "Lavender is full sister to Pink Cashmere so another one of the Purple family. She earned a dry CH leg last year at the Oregon State fair and again in the Summer V show she took GCH and BIS so she has dry leg in both live and Virtual shows. "
  },
  {
    "name": "Soaring Heart's Beryl",
    "nickname": "Beryl",
    "description": "Beryl is a lovely polled doeling by Soaring Heart's Dolomite and out of Crooked Rooster Ranch Tundra. Her dam earned milk star as a 2 yo FF and has earned RGCH in live shows as well as Virtual. ",
    "normalizeId": "XN06649p",
    "dateOfBirth": "01/28/2021"
  },
  {
    "name": "Soaring Heart's Singin in the Rain",
    "description": "Singin in the Rain is out of my all time favorite doe Purple Rain and by Mal Maison a buck I brought back as a 7 year old from WY. While originally I wanted a buck replacement (and Purple did comply with one), my herd situation downsizing didn't make sense to keep any young bucks at this time. Luckily we found a local farm where he will be easy to either use, or bring back in a few years once he has served his current farm. Instead we kept this doeling. Purple once again gifted us with quads! Since I won't be breeding any of this years doelings, we have a year or so to evaluate a crop of them. THIS one will stay for sure! This is not a great picture of Rain's beautiful breed character, but the best view of overall."
  },
  {
    "name": "Soaring Heart's Pepper2",
    "description": "Pepper is a special gift out of some of my oldest lines. A few years ago I lost a young and promising doe out of my 4H neighbor girl's doe Soaring Heart's Angelica's Gift. Ovie died suddenly at 4 years old, she was well on her way to becoming finished GCH. Emma let us lease Ovie's older full sister Cinamon to try to get the elusive doeling with these lines. And Cinamon did not disapoint! Pepper is out of Lucky DISE Cinamon (a Bravo daughter) and by Marvin Gaye. We could not believe how fancy this girl turned out. She will also be a for sure keeper if for no other reason than nostaligia!",
    "nickname": "Pepper"
  },
  {
    "name": "Soaring Heart's 1st VP Kamala",
    "description": "Kamala is out of our 1st Lady lines, daughter of VMCH Soaring Heart's 1st Lady Hillary 2*P. She is by I AM Legend *B who earned GCH both rings and BIS in last year's MDGA Vshow. Legend is also up at the 4H farm north of here and very likely will return in a few years to replace the aged bucks as they end their days. Kamala is a refined and stylish doe who also has one of those small but undeniable moonspots on her left side.",
    "nickname": "Kamala"
  },
  {
    "name": "Soaring Heart's Sr. Rosemary Donely",
    "nickname": "Rosemary",
    "description": "Rosemary is the daughter of Kathy Gaberson, she comes from our line of favorite nurses out of her  granddam FMCH Florence Nightengale *P line. Her Dam Kathy has earned RGCH in both live and virtual shows, and recently won best SR Doe in show for her new 4H family at the Skagitt County Fair. Rosemary  should have both milk production as well as great udder behind her.  lots of milk production awards and Grand Champion wins on both sides of her immediate pedigree.",
    "dateOfBirth": "02/23/2022",
    "normalizeId": "AMN13599"
  },
  {
    "name": "Soaring Heart's Petite Chateau",
    "nickname": "Petite",
    "description": "Petite is a lovely correct doe out of Soaring heart's Sienna Princess *P(now at Mini Love Farm where she earned her milk star that is not reflected on Petite's registration paperwork) and by  Soaring Heart's Mal Maison *B. She is dual registered with both TMGR and MDGA and will be on milk test in 2023 as a first freshener. The picture is from Petite as baby and will be updated soon with udder pics. ",
    "normalizeId": "AMN14333",
    "dateOfBirth": "07/26/2021"
  },
  {
    "name": "Soaring Heart's Pearlyna",
    "nickname": "Pearlyna",
    "description": "Pearlyna is named for a resort in Ukraine, born in the month that Russia invaded and begin an horrific attack on this country, it was one of those timely names. Like her Brother King, Pearlyna is precious as the offspring of two deceased parents we had great faith in. We look forward to seeing this doeling freshen as yearling with Versailles.",
    "normalizeId": "DN000302014149",
    "dateOfBirth": "1/12/2022"
  },
  {
    "name": "Soaring Heart's Fille de Spectacle",
    "nickname": "Fille",
    "dateOfBirth": "02/19/2023",
    "normalizeId": "AMN03232"
  }
]
